[ClassDefinition.Class_CorrosiveFanBoat VehicleClassDefinition]
DisplayName="AYROYO"

[Weapons.WeaponTypes.WeaponType_CorrosiveSpew WeaponTypeDefinition]
Typename=" Bundy and rocket approach"
PickupMessage="Is there %s"
UseFailureLevelMessage="To use this item you must be at least %d level.."
UseFailureConstraintsMessage="This amount is not allowed.."
NoManufacturerName="In general"

